/* No comment provided by engineer. */
"%@ STEPS" = "%@ SCHRITTE";

/* No comment provided by engineer. */
"%@ to go" = "noch %@";

/* No comment provided by engineer. */
"Goal achieved!" = "Ziel erreicht!";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"No Data" = "Keine Daten";

/* No comment provided by engineer. */
"of %@ goal %@" = "von %1$@ Ziel %2$@";

/* No comment provided by engineer. */
"steps" = "Schritte";

/* No comment provided by engineer. */
"Steps" = "Schritte";

/* No comment provided by engineer. */
"Loading..." = "Wird geladen...";

/* No comment provided by engineer. */
"STEPS" = "SCHRITTE";

/* No comment provided by engineer. */
"View Summary" = "Zusammenfassung";

/* No comment provided by engineer. */
"Change Goal" = "Ziel ändern";

/* No comment provided by engineer. */
"Goal!" = "Ziel!";

/* No comment provided by engineer. */
"Today" = "Heute";

/* No comment provided by engineer. */
"Recent" = "Zuletzt";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Set Goal" = "Ziel festlegen";

/* No comment provided by engineer. */
"Goal" = "Ziel";

/* No comment provided by engineer. */
"Flights" = "Etagen";

/* No comment provided by engineer. */
"Distance" = "Distanz";

/* No comment provided by engineer. */
"Miles" = "Meilen";

/* No comment provided by engineer. */
"Kilometers" = "Kilometer";

/* No comment provided by engineer. */
"To go" = "Verbleibend";

/* No comment provided by engineer. */
"Previous Week" = "Vorwoche";

/* No comment provided by engineer. */
"Tip Jar" = "Trinkgeld";

/* No comment provided by engineer. */
"Dismiss" = "Schließen";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Vielen Dank für das Trinkgeld! 🙏";

/* No comment provided by engineer. */
"Your tip did not go through. Please try again." = "Dein Trinkgeld konnte nicht verarbeitet werden. Bitte versuche es erneut.";

/* No comment provided by engineer. */
"Your tip is pending." = "Dein Trinkgeld steht noch aus.";
